/*for (let i = 2; i <= 12; i= i+2) {
console.log(`${i} Четные числа`) ;  
}
*/

/*
let i= 2 

while(i <= 12)
   {
      i= i+2
      console.log(`${i} Четные числа`)  
   }
   */


/*=======================================================================*/


/*
for (let i = 10; i >= 1; i= i-1) {
   console.log(`${i}; Обратный порядок`) ;  
   }
   */


/*
   let i = 11

   while(i > 1)
      {
         i= i-1
         console.log(`${i}; Обратный порядок`)  
      }
      */
